import Link from "next/link"

export function Development() {
    return (
        <div className="modal-content">
            <h1>Разработка</h1>
            <div className="modal-description">
                <p>На рынке IT услуг существуют 2 ветки предложения - биржи и студии. В студиях стоимость выполнения работ заоблочно высока, а на фриланс биржах ваш проект может оказаться выполненным кое-как или вообще не выполненным.
                    Предлагаю свой опыт в помощь вам. Вы расскажете о вашей задаче, а я придумаю как ее решить, каких специалистов нанять и на какой расчитывать бюджет.
                    Так же, я могу целиком погрузиться в вашу задачу и выполнять функции менеджера, предоставляя вам подробнейший отчет о проделанной работе и затратах.</p>
                <p>Консультация платная. Стоимость 1 часа консультации - $15.
                    Услуги менеджера проекта - $4/час. </p>
            </div>
            <Link href="/brief"><button className="light-button">Заполнить бриф</button></Link>
        </div>
    )
}


export function Scrapping() {
    return (
        <div className="modal-content">
            <h1>Сбор данных</h1>
            <div className="modal-description">
                <p>На рынке IT услуг существуют 2 ветки предложения - биржи и студии. В студиях стоимость выполнения работ заоблочно высока, а на фриланс биржах ваш проект может оказаться выполненным кое-как или вообще не выполненным.
                    Предлагаю свой опыт в помощь вам. Вы расскажете о вашей задаче, а я придумаю как ее решить, каких специалистов нанять и на какой расчитывать бюджет.
                    Так же, я могу целиком погрузиться в вашу задачу и выполнять функции менеджера, предоставляя вам подробнейший отчет о проделанной работе и затратах.</p>
                <p>Консультация платная. Стоимость 1 часа консультации - $15.
                    Услуги менеджера проекта - $4/час. </p>
            </div>
            <Link href="/brief"><button className="light-button">Заполнить бриф</button></Link>
        </div>
    )
}


export function Design() {
    return (
        <div className="modal-content">
            <h1>Дизайн</h1>
            <div className="modal-description">
                <p>На рынке IT услуг существуют 2 ветки предложения - биржи и студии. В студиях стоимость выполнения работ заоблочно высока, а на фриланс биржах ваш проект может оказаться выполненным кое-как или вообще не выполненным.
                    Предлагаю свой опыт в помощь вам. Вы расскажете о вашей задаче, а я придумаю как ее решить, каких специалистов нанять и на какой расчитывать бюджет.
                    Так же, я могу целиком погрузиться в вашу задачу и выполнять функции менеджера, предоставляя вам подробнейший отчет о проделанной работе и затратах.</p>
                <p>Консультация платная. Стоимость 1 часа консультации - $15.
                    Услуги менеджера проекта - $4/час. </p>
            </div>
            <Link href="/brief"><button className="light-button">Заполнить бриф</button></Link>
        </div>
    )
}